const areaArr = ['Автосервіс',	'Архітектура, дизайн',	'Готельно-ресторанний бізнес',	'Державні організації',	'Консалтинг, аудит, бухгалтерія',	'IT',	'Маркетинг',	'Медицина та краса',	'Нерухомість',	'Некомерційні організації',	'Освіта, наука',	'Оптова торгівля, дистрибуція, імпорт, експорт', 'Охорона, безпека', 'Пошук персоналу, HR',	'Промисловiсть', 'Роздрібна торгівля',	'ЗМІ, поліграфія',	'Сільське господарство',	'Будівництво',	'Телекомунікації',	'FMCG, продукти харчування',	'Транспорт, логістика',	'Туризм',	'Фармацевтика, аптеки',	'Фінанси, банки, страхування',	'Cпорт', 'Шоу-бізнес',	'Енергетика',	'Юриспруденція'];
function addData() {
    let data = JSON.parse(localStorage.getItem("user"));
    document.querySelector('.cabinet__hello').innerText = `Привіт, ${data.firstname} ${data.lastname}!`;
    document.querySelector('.personal-data__area').innerText = `Сфера діяльності: ${data.area}`;
    document.querySelector('.personal-data__status').innerText = `Статус: ${data.status}!`;
}
addData()
